{
  "artist": {
    "id": 84,
    "name": "Lil Uzi Vert",
    "thumbnail_url": "https://resources.tidal.com/images/3bcb7b1c/947d/494e/8767/49c514fdfd1e/480x480.jpg",
    "description": "Hip-hop could certainly use a real bona fide rockstar. That’ s where Lil Uzi Vert comes in. The Philadelphia rapper flaunts a vision and fashion sense just as loud as his “futuristic trap” sound and dynamic voice. He doesn’ t simply stand out in a crowd; he draws everyone right to him. “I try to create a world,” the 20-year-old declares. “It’ s rap, but I get a lot of influence from rock music. When you see me or hear me, I want the experience to be dark and crazy with a lot of moshing.”Growing up in the city Schoolly D, The Roots, Meek Mill, and Rocky Balboa call home, Lil Uzi Vert first picked up a microphone in high school. He spent countless hours honing his craft, making sporadic trips to New York City in order to record through his friend William Aston’ s studio connection. Along the way, he carved out a distinct style that reflects his love for Wiz Khalifa as much as it does his passion for Marilyn Manson. “I take influences from everything and put them into what I do,” he says. “It’ s a really delicate balance, and it’ s something I’ m proud of. You can wear skinny jeans and still be hard.”In 2015, he began to set the internet on fire. There was his explosive appearance on Carnage’ s single “WDYW” alongside A$AP Ferg and Rich The Kid and later his turn on “Big Racks” for Young Thug’ s Slime Season 2. In addition, he spent the summer with DJ Drama, priming the crowd for Wiz Khalifa and Fall Out Boy on their “Boys of Zummer” Tour. However, everything set the stage for his newest mixtape, Luv Is Rage. With support from The Fader, Noisey, XXL, Vibe, HotNewHipHop, and more, Lil Uzi Vert naturally took the spotlight when it dropped. “Luv Is Rageis just the beginning,” he declares. “It’ s the first statement.”The project’ s opener Safe House, produced by Maaly Raw, fuses woobly and woozy dripping sonics with irresistible paranoid raps and a hypnotic chant. “You might think it’ s safe in your hood, but it’ s not,” Lil Uzi Vert warns. “It’ s crazy. You can’ t be comfortable in the streets, so I’ m letting everybody know, ‘ Stay with your money. Stay on your grind. Take care of yourself.’”On “Queso,” he joins forces with Wiz Khalifa for a bombastic and bright banger, while he and Young Thug deliver a moving tribute to A$AP Yams on the ethereal “Yamborghini Dream,” produced by Tm88. “Yams was the first person I met from A$AP,” he admits. “He reached out to me, and we talked a lot for a whole year. I never met him in person though, but he meant a lot to me and Thug. That’ s why we needed to shout him out.”Now, signed to Generation Now – founded by DJ Drama, Don Cannon and Leighton Morrison, alongside Atlantic Records, Lil Uzi Vert stands poised to ignite hip-hop with his own fire. “I take modern rap and put more musical influence to it under the trap,”he leaves off. “I want to show people the future and what’ s possible with the sound. This is who I am. This is my world.” Artist bio from TIDAL."
  }
}
